[
  {
    "title": "Черный кофе",
    "description": "Черный кофе настолько прост, насколько только может быть, с молотыми кофейными зернами, замачиваемыми в горячей воде и подаваемыми горячим. И если вы хотите быть изысканным, вы можете называть черный кофе его настоящим именем: café noir.",
    "ingredients": ["Кофе"],
    "image": "/coffees/1.png",
    "id": 1,
    "hot": true,
    "price": 110
  },
  {
    "title": "Латте",
    "description": "Как самый популярный кофейный напиток, латте состоит из порции эспрессо и пара молока с небольшим количеством пены. Его можно заказать без вкуса или с вкусом, начиная от ванили и заканчивая тыквенными специями.",
    "ingredients": ["Эспрессо", "Пареное молоко"],
    "image": "/coffees/2.png",
    "id": 2,
    "hot": true,
    "price": 120
  },
  {
    "title": "Карамель Латте",
    "description": "Если вы любите латте с особым вкусом, карамель латте может быть лучшим вариантом для вас, чтобы получить опыт естественной сладости и кремовости пареного молока и карамели.",
    "ingredients": ["Эспрессо", "Пареное молоко", "Карамельный сироп"],
    "image": "/coffees/3.png",
    "id": 3,
    "hot": true,
    "price": 125
  },
  {
    "title": "Черный латте",
    "description": "Черный латте - это латте с добавлением активированного угля, создавая интересный черный цвет и легкую текстуру.",
    "ingredients": ["Эспрессо", "Пареное молоко", "Активированный уголь"],
    "image": "/coffees/4.png",
    "id": 4,
    "hot": true,
    "price": 125
  },
  {
    "title": "Ристретто",
    "description": "Ристретто - это короткий, но очень крепкий кофе. Он приготавливается с использованием меньшего количества воды, что делает его интенсивным и насыщенным.",
    "ingredients": ["Эспрессо"],
    "image": "/coffees/5.png",
    "id": 5,
    "hot": true,
    "price": 115
  },
  {
    "title": "Капучино",
    "description": "Капучино - это латте, приготовленное с большим количеством пены, чем пареное молоко, часто с посыпкой какао или корицы сверху. Иногда вы можете найти вариации с использованием сливок вместо молока или такие, которые добавляют ароматизаторы.",
    "ingredients": ["Эспрессо", "Пареное молоко", "Пена"],
    "image": "/coffees/6.png",
    "id": 6,
    "hot": true,
    "price": 130
  },
  {
    "title": "Американо",
    "description": "Со вкусом, схожим с черным кофе, американо состоит из порции эспрессо, разбавленной горячей водой.",
    "ingredients": ["Эспрессо", "Горячая вода"],
    "image": "/coffees/7.png",
    "id": 7,
    "hot": true,
    "price": 115
  },
  {
    "title": "Эспрессо",
    "description": "Порция эспрессо может подаваться отдельно или использоваться как основа для других кофейных напитков. Это небольшое, но крепкое удовольствие.",
    "ingredients": ["Эспрессо"],
    "image": "/coffees/8.png",
    "id": 8,
    "hot": true,
    "price": 100
  },
  {
    "title": "Макиато",
    "description": "Макиато - это еще один напиток на основе эспрессо, который имеет небольшое количество пены сверху. Это веселый промежуток между капучино и доппио.",
    "ingredients": ["Эспрессо", "Пена"],
    "image": "/coffees/9.png",
    "id": 9,
    "hot": true,
    "price": 120
  },
  {
    "title": "Горячий Шоколад",
    "description": "В холодные зимние дни чашка горячего шоколада заставит вас чувствовать себя уютно и счастливо. Он также бодрит вас, так как содержит тонизирующий кофеин.",
    "ingredients": ["Шоколад", "Молоко"],
    "image": "/coffees/10.png",
    "id": 10,
    "hot": true,
    "price": 140
  },
  {
    "title": "Гибралтар",
    "description": "Гибралтар - это короткий кофейный напиток, похожий на латте, но с более выраженным вкусом эспрессо и минимальным количеством молока.",
    "ingredients": ["Эспрессо", "Молоко"],
    "image": "/coffees/11.png",
    "id": 11,
    "hot": true,
    "price": 130
  },
  {
    "title": "Флэт Уайт",
    "description": "Флэт уайт - это кофейный напиток из Австралии и Новой Зеландии, состоящий из эспрессо и молока. В отличие от латте, в котором больше молока и пены, флэт уайт более концентрирован и с меньшим количеством пены.",
    "id": 12,
    "ingredients": ["Эспрессо", "Молоко"],
    "image": "/coffees/12.png",
    "hot": true,
    "price": 125
  },
  {
    "title": "Матча Латте",
    "description": "Матча латте - это зеленый, полезный кофейный напиток с молотым матча-чаем и молоком, предлагающий мягкую сладость, уникальный вкус и легкий заряд кофеина.",
    "ingredients": ["Порошок матча", "Молоко", "Сахар*"],
    "image": "/coffees/13.png",
    "id": 13,
    "hot": true,
    "price": 120
  },
  {
    "title": "Раф кофе",
    "description": "Раф кофе - это кофейный напиток, который сочетает в себе эспрессо, пареное молоко и ванильный сироп. Это вкусное и ароматное удовольствие.",
    "ingredients": ["Эспрессо", "Пареное молоко", "Ванильный сироп"],
    "image": "/coffees/14.png",
    "id": 14,
    "hot": true,
    "price": 135
  },
  {
    "title": "Айриш кофе",
    "description": "Айриш кофе - это коктейль, который сочетает в себе горячий кофе, ирландский виски и сахар, завершенный взбитыми сливками. Это отличный способ согреться в холодные дни.",
    "ingredients": ["Горячий кофе", "Ирландский виски", "Сахар", "Взбитые сливки"],
    "image": "/coffees/15.png",
    "id": 15,
    "hot": true,
    "price": 150
  },
  {
    "title": "Сезонное Кофе",
    "description": "Сезонный кофе с различными оттенками вкуса, такими как карамель, фрукты и шоколад.",
    "ingredients": ["Кофе"],
    "image": "/coffees/16.png",
    "id": 16,
    "hot": true,
    "price": 110
  },
  {
    "title": "Раф",
    "description": "Раф кофе — это изысканный итальянский напиток, сочетающий в себе эспрессо, теплое молоко и ванильный сироп. Этот кофе обладает богатым ароматом, мягким вкусом и нежной текстурой.",
    "ingredients": ["Эспрессо", "Теплое молоко", "Ванильный сироп"],
    "image": "/coffees/17.png",
    "id": 17,
    "hot": true,
    "price": 160
  },
  {
    "title": "Лунго",
    "description": "Лунго - это кофе, приготовленный с использованием большего объема воды, что придает ему более мягкий вкус по сравнению с эспрессо.",
    "ingredients": ["Эспрессо", "Больше воды"],
    "image": "/coffees/18.png",
    "id": 18,
    "hot": true,
    "price": 120
  },
  {
    "title": "Айслатте",
    "description": "Айслатте - это охлажденный кофейный напиток, который готовится путем смешивания эспрессо и охлажденного молока. Он подается с льдом и также известен как латте с льдом или латте на камнях.",
    "ingredients": ["Эспрессо", "Молоко", "Лед", "Сироп"],
    "image": "/coffees/19.png",
    "id": 19,
    "hot":false,
    "price": 120
  },
  {
    "title": "Айслатте Мокко",
    "description": "Айслатте Мокко - это комбинация латте и мокко, который, в свою очередь, представляет собой сочетание шоколада и кофе. Он приносит ценителям холодных напитков восхитительный опыт шоколада и кофе.",
    "ingredients": ["Эспрессо", "Лед", "Молоко", "Шоколад"],
    "image": "/coffees/20.png",
    "id": 20,
    "hot": false,
    "price": 130
  },
  {
    "title": "Нитро кофе",
    "description": "Необычная вариация рецепта колд брю. Готовится точно также, но дополнительно в состав входит азот. Этот кофе обладает богатым вкусом и густой текстурой, созданными процессом насыщения кофе азотом.",
    "ingredients": ["Холодный кофейный концентрат", "Азот"],
    "image": "/coffees/21.png",
    "id": 21,
    "hot": false,
    "price": 160
  },
  {
    "title": "Аффогато",
    "description": "Десерт с добавлением кофе. Готовится на основе мороженого, которое поливают горячим кофе. Дополнительно в рецепте могут использоваться орехи, ликер и другие ингредиенты, создавая сочетание тепла и прохлады.",
    "ingredients": ["Мороженое", "Горячий кофе"],
    "image": "/coffees/22.png",
    "id": 22,
    "hot": false,
    "price": 155
  },
  {
    "title": "Бамбл кофе",
    "description": "Весёлый летний вариант, напоминающий шмеля. Для приготовления используют ингредиенты соответствующих цветов (оранжевый и чёрный) — апельсиновый сок, эспрессо, лед и подсластитель, выливая их слоями для сохранения ярких цветов.",
    "ingredients": ["Апельсиновый сок", "Эспрессо", "Лед", "Подсластитель"],
    "image": "/coffees/23.png",
    "id": 23,
    "hot": false,
    "price": 145
  },
  {
    "title": "Вьетнамский ледяной кофе",
    "description": "Классический рецепт Вьетнама. Готовится с использованием сгущённого молока, кофе и льда. В этом напитке сгущённое молоко заменяет свежее, создавая освежающий и насыщенный вкус.",
    "ingredients": ["Сгущённое молоко", "Кофе", "Лед"],
    "image": "/coffees/24.png",
    "id": 24,
    "hot": false,
    "price": 150
  },
  {
    "title": "Фраппе",
    "description": "Фраппе - греческий кофейный напиток с густой пеной, возникший из случайного эксперимента. Смесь воды, молотых зёрен арабики и сахара создает уникальную пенку. Популярен за пределами Греции, дополняется различными вкусовыми сиропами.",
    "ingredients": ["Кофе", "Вода", "Сахар", "Лед", "Густая пена"],
    "image": "/coffees/25.png",
    "id": 25,
    "hot": false,
    "price": 130
  },
  {
    "title": "Фраппучино",
    "description": "Фраппучино - холодный кофейный напиток, сочетающий в себе молочный коктейль и капучино. Наслаждайтесь прохладой с каждым глотком, благодаря бархатистой текстуре и уникальному сочетанию вкусов.",
    "ingredients": ["Кофе", "Лед", "Молоко", "Карамельный сироп", "Взбитый крем", "Карамельный соус"],
    "image": "/coffees/26.png",
    "id": 26,
    "hot": false,
    "price": 140
  },
  {
    "title": "Гляссе",
    "description": "Эспрессо с мороженым, посыпанным тёртым шоколадом — классическая французская вариация. Наслаждение на стыке кофейного аромата, леденца и нежности шоколада.",
    "ingredients": ["Эспрессо", "Мороженое", "Тёртый шоколад"],
    "image": "/coffees/27.png",
    "id": 27,
    "hot": false,
    "price": 145
  },
  {
    "title": "Эспрессо-тоник",
    "description": "Скандинавский вариант приготовления кофе, популярный также в Европе. Тоник, лед и готовый кофе создают свежий, освежающий напиток. Использование зернового кофе придает более глубокий аромат и бодрящий эффект.",
    "ingredients": ["Тоник", "Лед", "Эспрессо"],
    "image": "/coffees/28.png",
    "id": 28,
    "hot": false,
    "price": 150
  },
  {
    "title": "Frapino Caramel",
    "description": "Frapino Caramel - это смешанный или, лучше сказать, взбитый кофе с взбитым кремом сверху. Незаменимое удовольствие в жаркие летние дни.",
    "ingredients": ["Кофе", "Лед", "Молоко", "Карамельный сироп", "Взбитый крем", "Карамельный соус"],
    "image": "/coffees/29.png",
    "id": 29,
    "hot": false,
    "price": 140
  },
  {
    "title": "Frapino Mocha",
    "description": "Еще один известный и восхитительный холодный напиток для любителей шоколада. Представьте себе вкус молочного коктейля с шоколадом и взбитым кремом сверху.",
    "ingredients": ["Кофе", "Лед", "Молоко", "Какао", "Взбитый крем"],
    "image": "/coffees/30.png",
    "id": 30,
    "hot": false,
    "price": 150
  }
]